9/data/attachments/f6385cb050330dfc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_price_Actions_46409_2</nif:username>
            <nif:friendToBeRequested>soap_actions_7fed2199-367b-4fe5-92cb-d0ef27eb61e4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>